Repository: Leo-Corporation/Gavilya
Catalog: Gavilya/Properties/Resources.*.resx
Languages: ru_ru

source: Startup
ru_ru: Запуск

# Welcome
source: Welcome to Gavilya
ru_ru: Добро пожаловать в Gavilya

# WindowsClassicGames
source: Classic Windows games
ru_ru: Стандартные игры Windows

# SaveLocation
source: Save file location
ru_ru: Сохранить расположение файла

# NoRatingsAv
source: There is no ratings for this game because either it's not connected to RAWG.io, or because no one has rated the game.
ru_ru: Рейтинг у игры отсутствует либо из-за отсутствия связи с RAWG.io, либо она просто не была оценена.

source: Licenses
ru_ru: Лицензии

# InvalidGameNumber
source: The number of games must be higher than 0.
ru_ru: Количество игр должно быть больше 0.

source: Make autosaves
ru_ru: Сделать автосохранения

source: Get themes
ru_ru: Получить темы

source: Export
ru_ru: Экспорт

# MinutesMin
source: minutes
ru_ru: минут

source: Delete profile
ru_ru: Удалить профиль

source: FPS Counter
ru_ru: Счетчик FPS

source: Achievements
ru_ru: Достижения

# UnusedGameNotification
source: Unused game
ru_ru: Неиспользованная игра

# DeleteConfirmMessage
source: Are you sure you wanna delete these games? This operation can't be cancelled.
ru_ru: Вы действительно хотите удалить эти игры? Операция необратима.

source: Search bar
ru_ru: Строка поиска

# AddTag
source: Add a tag
ru_ru: Добавить тег

# NotificationLower
source: notification.
ru_ru: уведомлений.

# AllFilters
source: All
ru_ru: Все

# DeleteTagMsg
source: Are you sure you want to delete this tag? This will remove its association with the assigned games.
ru_ru: Вы действительно хотите удалить этот тег? Это удалит ассоциацию с назначенными играми.

source: Avatar
ru_ru: Аватар

source: Finish
ru_ru: Конец

# GamesL
source: games
ru_ru: игры

source: Go Back
ru_ru: Шаг назад

# UpdateUnMessage
source: No updates are currently available.
ru_ru: Обновлений нет.

# Delete
source: Delete selected game(s)
ru_ru: Удалить выбранную игру(ы)

# StatsLastTimePlayed
source: LAST USAGE
ru_ru: ПОСЛЕДНИЙ РАЗ ИГРАЛИ

source: My profile
ru_ru: Мой профиль

source: Minute
ru_ru: Минута

# Months
source: January,Febuary,March,April,May,June,July,August,September,October,November,December
ru_ru: Январь,Февраль,Март,Апрель,Май,Июнь,Июль,Август,Сентябрь,Октябрь,Ноябрь,Декабрь

source: Microsoft Store games
ru_ru: Игры Microsoft Store

source: Badges
ru_ru: Значки

source: Add/Edit profile
ru_ru: Добавить/редактировать профиль

# MinuteMin
source: minute
ru_ru: минута

source: Browse
ru_ru: Искать

source: Cancel
ru_ru: Отмена

# HideSearchBar
source: Hide the search bar
ru_ru: Скрыть поле поиска

# LaunchGameAsAdmin
source: Launch game as administrator.
ru_ru: Запустите игру от администратора.

source: Advanced
ru_ru: Дополнительно

# SearchF
source: Search
ru_ru: Поиск

source: Import
ru_ru: Импорт

source: This Week
ru_ru: На этой неделе

source: This month
ru_ru: В этом месяце

# FileNotExist
source: The specified file doesn't exist.
ru_ru: Указанный файл не существует.

# ImportSuccess
source: Your games have been successfully imported.
ru_ru: Ваши игры были успешно импортированы.

source: Sidebar position.
ru_ru: Положение боковой панели.

source: See on RAWG
ru_ru: Просмотрите на RAWG

source: Let's go!
ru_ru: Погнали!

# ExportGamesDescription
source: Export your games in Gavilya to .g4vgames save file.
ru_ru: Экспортируйте ваши игры в Gavilya через файл сохранения .g4vgames.

# SelectDragDropGame
source: Select a game or drag and drop it here
ru_ru: Выберите игру или перетащите ее сюда

source: Available on
ru_ru: Доступно

# SortInverse
source: Sort in reverse order
ru_ru: Сортировать в обратном порядке

source: Associated
ru_ru: Ассоциированный

# Progress
source: Progress made:
ru_ru: Достигнутый прогресс:

source: Profiles
ru_ru: Профили

source: See licenses
ru_ru: Просмотрите лицензии

source: Your Games
ru_ru: Ваши игры

# TotalTimePlayed
source: Time played
ru_ru: Времени наиграно

source: On startup
ru_ru: При запуске

# ExportSuccess
source: Your games have been successfully exported.
ru_ru: Ваши игры были успешно экспортированы.

# NoGames
source: There is no informations to display.
ru_ru: Нет информации.

# SearchKeyboardShortcutDesc
source: Keyboard shortcut related settings.
ru_ru: Настройки, связанные с сочетанием клавиш.

# ImportGamesFirstRunDescription
source: If you were a previous user, you may wanna import an existing ".gav" save file.
ru_ru: Если вы были предыдущим пользователем, возможно, вам захочется импортировать существующий файл сохранения ".gav".

source: Sort alphabetically
ru_ru: Сортировать по алфавиту

source: My Badges
ru_ru: Мои значки

# AddProfile
source: Add a new profile
ru_ru: Добавить новый профиль

# PackageFamilyName
source: "PackageFamilyName" property
ru_ru: Свойство "PackageFamilyName"

source: Sidebar
ru_ru: Боковая панель

source: Languages
ru_ru: Языки

# PagesNames
source: Your Games;Recent Games;List view
ru_ru: Ваши игры;Недавние игры;Просмотр списка

source: Themes
ru_ru: Темы

source: Select a directory
ru_ru: Выбрать каталог

source: Integrations
ru_ru: Интеграции

# NoAchivementsMsg
source: Gavilya hasn't found any achievements in the RAWG.io database, or this game is not associated with RAWG.
ru_ru: Gavilya не обнаружил никаких достижений в базе данных RAWG.io, или эта игра не связана с RAWG.

# NoRatings
source: This game has no ratings.
ru_ru: Игра не имеет рейтинга.

source: Stores
ru_ru: Хранилища

source: The Start
ru_ru: Начало

source: Second
ru_ru: Секунда

source: Search
ru_ru: Поиск

source: Select
ru_ru: Выбрать

# ImportConfirmMsg
source: The current games are going to be replaced by the new ones, you cannot revert this operation. Do you wanna continue?
ru_ru: Текущие игры будут заменены новыми, данная операция необратима. Вы хотите продолжить?

source: All Badges
ru_ru: Все значки

# AddFavGameWelcome
source: Add a favorite game by clicking on the "Star" button on a game's card.
ru_ru: Добавить игру в избранное нажав на "звездочку" у карточки игры.

# UpdateAvMessageNotify
source: Updates are available for Gavilya.
ru_ru: Доступны обновления для Gavilya.

# FpsCounterOpacity
source: The opacity of the FPS Counter.
ru_ru: Прозрачность счетчика FPS.

source: Switch profile
ru_ru: Сменить профиль

# PlayTo
source: Play {0}
ru_ru: Играть в {0}

# NameNeededMsg
source: Please specify a name.
ru_ru: Пожалуйста, укажите имя.

# DefaultViewMode
source: Default view mode in Library
ru_ru: Стандартный режим просмотра в библиотеке

# ContinueInstall
source: Do you want to continue?
ru_ru: Вы хотите продолжить?

# UpdateVersion
source: Version:
ru_ru: Версия:

# AchievementPlayerUnlocked
source: of players have unlocked this achievement.
ru_ru: игроков разблокировало это достижение.

source: Statistics
ru_ru: Статистика

# FeatureNeedsInternet
source: This is feature requires an Internet connection.
ru_ru: Требуется интернет-соединение.

source: Not associated
ru_ru: Не связано

source: Profile
ru_ru: Профиль

# ImportGames
source: Import your games
ru_ru: Импортируйте ваши игры

# IncorrectValue
source: Please specify a correct value.
ru_ru: Пожалуйста, укажите верное значение.

# EnableSearchShortcut
source: Enable search keyboard shortcut
ru_ru: Включить горячие клавиши поиска

# GameNoAchievements
source: This game has no achievements.
ru_ru: Эта игра не имеет достижений.

# AutoSave
source: Automatic backup
ru_ru: Автоматический бэкап

source: Random game
ru_ru: Случайная игра

# SelectGameStart
source: Select a game to begin
ru_ru: Выберите игру чтобы начать

# KeybordShortcut
source: Keyboard shortcut
ru_ru: Горячие клавиши

# CheckForUpdates
source: Check updates
ru_ru: Проверить обновления

# ExportGames
source: Export your games
ru_ru: Экспортируйте ваши игры

# AddGameWelcome
source: Add a game by clicking on the "Add" button.
ru_ru: Добавить игру кнопкой "Добавить игру"

source: Convert
ru_ru: Конвертировать

# WhatGameToPlay
source: What game do you want to play?
ru_ru: Во что будем играть?

source: Select games
ru_ru: Выберите игры

# RAWGDescriptionFirstRun
source: Gavilya is integrated with the RAWG.io database, which means that Gavilya can automatically find covers, descriptions, and other informations about a game.
ru_ru: Gavilya связана с базой данных RAWG.io, которая позволяет Gavilya автоматически находить обложки, описания, и прочую информацию об игре.

# ResetSettingsDesc
source: Reset settings to their default values.
ru_ru: Сбросить настройки до заводских.

source: Admin mode
ru_ru: Режим администратора

# ScanDirectory
source: Scan a directory
ru_ru: Сканировать каталог

source: Save changes
ru_ru: Сохранить изменения

# MaxNumberOfRecentGames
source: Max number of games shown in the "Recent" section.
ru_ru: Максимальное количество игр, показанных в разделе "Недавние".

# MakeBackup
source: Make backup now
ru_ru: Сделать бэкап сейчас

# DeleteTag
source: Delete this tag
ru_ru: Удалить тег

source: Language
ru_ru: Язык

# UpdateUn
source: No updates available
ru_ru: Обновлений нет

# UpdateAv
source: Updates available
ru_ru: Обновлений доступно

source: Package
ru_ru: Пакет

source: Show screenshots
ru_ru: Показать скриншоты

# GavilyaNeedsRestartChanges
source: Gavilya needs to restart to apply changes.
ru_ru: Gavilya требует перезапуска для внесения изменений.

source: Add Steam game
ru_ru: Добавить игру Steam

source: Reset settings
ru_ru: Сбросить настройки

# SelectGamesImport
source: Select games to import.
ru_ru: Выберите игры для импорта.

source: Default
ru_ru: По умолчанию

# StatsTimePlayed
source: TOTAL TIME PLAYED
ru_ru: ВСЕГО ВРЕМЕНИ НАИГРАНО

# AddUWPGame
source: Add Microsoft Store game
ru_ru: Добавить игру из магазина Microsoft

# RAWGPowered
source: Powered by RAWG.io
ru_ru: Совместно с RAWG.io

source: Most played
ru_ru: Наиболее наигранное

# GameFieldsEmpty
source: Please complete the game's information.
ru_ru: Пожалуйста, заполните информацию об игре.

source: Associate tags
ru_ru: Ассоциировать теги

# AssociateGame
source: Associate a game
ru_ru: Ассоциировать игру

# UnusedGame
source: You haven't played {0} since a while.
ru_ru: Вы не играли с {0}.

source: Current
ru_ru: Текущий

# HoursMin
source: hours
ru_ru: часов

source: Migrate from v3
ru_ru: Перенести из v3

source: OK
ru_ru: ОК

# NotificationsLower
source: notifications.
ru_ru: уведомления.

# SeeGitHubRepo
source: See the GitHub repository.
ru_ru: Просмотрите репозитории GitHub.

# SteamAppNotInstalled
source: Cannot run this steam game as it is not installed.
ru_ru: Невозможно запустить игру Steam, которая не установлена.

# NotLoggedToSteam
source: You are not logged in to Steam.
ru_ru: Вы не авторизованы в Steam.

source: TOP 10 MOST PLAYED GAMES
ru_ru: 10 САМЫХ НАИБОЛЕЕ ЧАСТЫХ ИГР

# NumberResults
source: Number of results to display
ru_ru: Количество результатов

# SkipStep
source: Skip this step
ru_ru: Пропустить этот этап

source: Add
ru_ru: Добавить

source: Error
ru_ru: Ошибка

source: About
ru_ru: О лаунчере

source: Apply
ru_ru: Применить

source: App ID
ru_ru: ID приложения

# GameL
source: game
ru_ru: игра

source: Games
ru_ru: Игры

source: Color
ru_ru: Цвет

source: Close
ru_ru: Закрыть

source: Infos
ru_ru: Информация

source: Image
ru_ru: Изображение

source: Never
ru_ru: Никогда

# NoRecommandedGames
source: We haven't found any games you might like.
ru_ru: Мы не нашли игр, которые вам бы могли понравиться.

source: Other
ru_ru: Остальное

source: Hello,
ru_ru: Привет,

# OfMonth
source: of the month.
ru_ru: месяца.

source: Tasks
ru_ru: Задачи

source: Today
ru_ru: Сегодня

source: Reset
ru_ru: Сброс

source: Right
ru_ru: Право

# ResetSettingsMsg
source: Are you sure you want to reset ALL settings? This operation is irreversible.
ru_ru: Вы уверен что хотите сбросить ВСЕ настройки? Операция необратима.

# RecommandedGames
source: You may like...
ru_ru: Вам может понравиться...

source: Display hidden games
ru_ru: Отображать скрытые игры

source: No items found
ru_ru: Предметов не обнаружено

# AddGame
source: Add a game
ru_ru: Добавить игру

source: Continue
ru_ru: Продолжить

# StartAddGame
source: Start by adding a game
ru_ru: Начните с добавления игры

source: About you
ru_ru: О тебе

# NeedSpaceOnTheShelvesDesc
source: Have more than 50 games in your Library.
ru_ru: Имейте более 50 игр в вашей библиотеке.

source: Get RAWG image
ru_ru: Получить RAWG изображение.

# TrueGamerDesc
source: Play at least 1000 hours, no matter which game.
ru_ru: Наиграйте 1000 часов, неважно в какой игре.

source: Pin/Unpin window
ru_ru: Закрепить/открепить окно

# EditGameDescription
source: Add/Edit description
ru_ru: Добавить/редактировать описание

# SecondsMin
source: seconds
ru_ru: секунд

# FirstRunAddGamesDescription
source: You can add a game by clicking on the "Add" button on the home page or by draging in an executable file in the main page.
ru_ru: Вы можете добавить игру нажав на кнопку "Добавить" на главной странице, или перетащив EXE-файл на главную страницу.

# GameList
source: List view
ru_ru: Просмотр списка

# GameCard
source: Card view
ru_ru: Просмотр карточек

source: Game tags
ru_ru: Теги игры

# LegendaryGamerDesc
source: Play at least 5000 hours, no matter which game.
ru_ru: Наиграйте как минимум 5000 часов, неважно в какую игру.

# CannotLaunchAsAdminUWP
source: Unable to launch Non-Win32 applications as an administrator.
ru_ru: Невозможно запускать Non-Win32 приложения от администратора.

source: Legendary Gamer
ru_ru: Легендарный игрок

# GameNeedsName
source: A game needs an executable and a name.
ru_ru: Игре нужен исполнительный файл и название.

# LastTimePlayed
source: Last use
ru_ru: Последний раз

source: Noob Player
ru_ru: Новичок

# GavFiles
source: G4V Files
ru_ru: G4V файлы

source: Game Properties
ru_ru: Свойства игры

source: Notifications
ru_ru: Уведомления

source: Screenshots
ru_ru: Скриншоты

# ImageNotExist
source: The specified image doesn't exist.
ru_ru: Указанное изображение не существует.

source: Game Process
ru_ru: Процесс игры

source: Settings
ru_ru: Настройки

source: Save Options
ru_ru: Настройки сохранения

# SecondMin
source: second
ru_ru: секунда

source: Browse UWP apps
ru_ru: Искать UWP приложения

# CoverSearch
source: Search for a game cover
ru_ru: Найти обложку для игры

source: Starter Gamer
ru_ru: Начинающий игрок

source: Favorites
ru_ru: Избранные

source: Version
ru_ru: Версия

source: You have
ru_ru: У вас

# NoNotifications
source: You don't have any notifications.
ru_ru: Уведомлений нет.

# RecommandedGamesSection
source: "You may like..." section
ru_ru: Раздел "Вам может понравиться..."

source: Notification center
ru_ru: Центр уведомлений

# HourShort
source: h
ru_ru: ч

# OpenFpsCounter
source: Press {0} to open the FPS Counter.
ru_ru: Нажмите {0} для открытия счетчика FPS.

# HideGame
source: Hide this game
ru_ru: Скрыть игру

# AlwaysCheckIfGameRunning
source: Always check if the game is currently running
ru_ru: Всегда проверять запущена ли игра

# RAWGIntegration
source: RAWG Database integration
ru_ru: Интеграция базы данных RAWG

source: Opacity
ru_ru: Прозрачность

source: Library
ru_ru: Библиотека

# ThemesDesc
source: Set the theme of Gavilya.
ru_ru: Установите тему Gavilya.

source: Other profiles
ru_ru: Другие профили

# GameGathered
source: Where all your games are gathered.
ru_ru: Где все ваши игры хранятся.

# ReadyFirstRun
source: You are now ready to use Gavilya.
ru_ru: Теперь вы готовы использовать Gavilya.

source: Crazy About It
ru_ru: Без ума от этого

source: Platforms
ru_ru: Платформы

# XUDoesNotExist
source: Xalyus Updater doesn't exist, please reinstall Gavilya.
ru_ru: Xalyus Updater не существует, пожалуйста переустановите Gavilya.

# AppName
source: Gavilya
ru_ru: Gavilya (перевод shinnani)

source: Hidden games
ru_ru: Скрытые игры

# CrazyAboutItDesc
source: Mark a game as favorite.
ru_ru: Отметить игру как любимая.

source: Edit game
ru_ru: Редактировать игру

# AddFavGame
source: Add a favorite game
ru_ru: Добавить игру в избранное

# RecommandedSettings
source: Settings related to the "You may like..." section.
ru_ru: Настройки, относящиеся к разделу "Вам может понравиться...".

# DefaultPageOnStart
source: Default page on startup
ru_ru: Главная страница при запуске

# ShowMoreUnplayedGames
source: Show games that you haven't played in a while.
ru_ru: Показать игры, в которые вы давно не играли.

# NoobPlayerDesc
source: Play at least one hour, no matter which game.
ru_ru: Наиграйте один час, неважно в какую игру.

# SelectGame
source: Select a game
ru_ru: Выберите игру

# SelectNotification
source: Select notifications you want to receive in Notification Center.
ru_ru: Выберите уведомления, которые хотите получать в Центре Уведомлений.

# LongTimeAgo
source: A long time ago
ru_ru: Давно

source: Results
ru_ru: Результаты

source: Recents
ru_ru: Недавние

# ApplicationId
source: "Application Id" property
ru_ru: "ID приложения"

# UpdateAvMessage
source: Updates are available for Gavilya:
ru_ru: Доступные обновления для Gavilya:

# NoStatistics
source: There is currently no statistics to show.
ru_ru: Сейчас статистики нет.

# TheStartDesc
source: Add a game.
ru_ru: Добавьте игру.

source: Go Forward
ru_ru: Шаг вперед

source: Advanced Gamer
ru_ru: Продвинутый игрок

# FavoriteButton
source: Favorite/Unfavorite
ru_ru: Избранное/убрать из избранного

source: Ratings
ru_ru: Рейтинги

source: Change language
ru_ru: Сменить язык

source: Yesterday
ru_ru: Вчера

source: Edit profile
ru_ru: Редактировать профиль

source: Properties
ru_ru: Свойства

source: Save settings.
ru_ru: Сохранить настройки.

# ErrorOccurred
source: An error has occurred
ru_ru: Произошла ошибка

# ThemesImport
source: Import a theme
ru_ru: Импортируйте тему

# ConvertToSteam
source: Convert to a Steam game
ru_ru: Конвертировать в игру Steam

source: True Gamer
ru_ru: Истинный игрок

# ConvertToSteamMsg
source: Converting a EXE game to a Steam game is irreversible, are you sure you wanna continue?
ru_ru: Конвертация EXE игры в игру Steam необратимо, вы уверены что хотите продолжить?

# ImportGamesDescription
source: Import a .g4vgames save file in Gavilya. The current save file is going to be replaced by the new one.
ru_ru: Импортируйте файлы сохранения .g4vgames в Gavilya. Текущий файл сохранения будет заменен новым.

source: Description
ru_ru: Описание

source: Steam games
ru_ru: Игры Steam

source: Install
ru_ru: Установить

# RecentGames
source: Games recently played
ru_ru: Недавние игры

source: Filters
ru_ru: Фильтры

# StartupPage
source: Choose the startup page on startup.
ru_ru: Выберите стартовую страницу при запуске.

# ChangeLanguageDescription
source: Change Gavilya's current language.
ru_ru: Сменить язык Gavilya.

source: Spotlight
ru_ru: Центр внимания

# PopupMenu
source: Gavilya - Menu
ru_ru: Gavilya - Меню

# PlayLowerCase
source: Play
ru_ru: Играть

# WelcomeRecentGames
source: When you will start playing games, they will show up here.
ru_ru: Когда вы начнете играть в игры, они будут отображаться здесь.

source: Need Space On The Shelves
ru_ru: Нужно место на полках

# StarterGamerDesc
source: Play at least 10 hours, no matter which game.
ru_ru: Наиграйте 10 часов, неважно в какой игре.

# HourMin
source: hour
ru_ru: час

source: Location
ru_ru: Локации

# ManageGameTags
source: Create, edit or remove your game tags.
ru_ru: Создайте, редактируйте, или удалите ваши игровые теги.

# SteamNotRunning
source: Cannot launch game: Steam is not running.
ru_ru: Невозможно запустить игру: Steam не запущен.

source: Default page
ru_ru: Главная страница

# AutoSaveOnDate
source: Auto save on the
ru_ru: Автосохранение в

source: Get started
ru_ru: Начать

# ProcessNameHelp
source: The process to look for when the game is running. It allows the possibility to count the time you played the game. Keep the field empty to use the default executable.
ru_ru: Процесс, который нужно отслеживать при запуске игры. Он позволяет подсчитывать время, в течение которого вы играли в игру. Оставьте поле пустым, чтобы использовать исполняемый файл по умолчанию.

# AdvancedGamerDesc
source: Play at least 100 hours, no matter which game.
ru_ru: Наиграйте 100 часов, неважно в какой игре.

source: Edit
ru_ru: Редактировать

source: Data
ru_ru: Данные

source: Done!
ru_ru: Готово!

source: Misc
ru_ru: Прочее

source: More
ru_ru: Больше

source: Back
ru_ru: Назад

source: Name
ru_ru: Имя

source: Next
ru_ru: Далее

source: Open
ru_ru: Открыть

source: Left
ru_ru: Лево

source: Home
ru_ru: Домой

source: Hour
ru_ru: Час

source: Help
ru_ru: Помощь

source: Tags
ru_ru: Теги

source: Save
ru_ru: Сохранить

source: Skip
ru_ru: Пропуск

source: Show
ru_ru: Показать

source: PLAY
ru_ru: ИГРАТЬ

# CreateAProfile
source: Create a profile and to get started.
ru_ru: Создать профиль и начать.

source: Least played
ru_ru: Наименее сыграно

# DeleteProfileMsg
source: Are you sure you want to delete this profile?
ru_ru: Вы действительно хотите удалить профиль?

# NoProfilesFound
source: No profiles have been found.
ru_ru: Профилей не было найдено.
